{
    "Campus Bird Internship Program": "ক্যাম্পাস বার্ড ইন্টার্নশিপ প্রোগ্রাম",
    "Kickstart your career with real-world experience and professional mentorship right from your campus.": "আপনার ক্যাম্পাস থেকেই বাস্তব অভিজ্ঞতা এবং পেশাদার মেন্টরশিপের মাধ্যমে আপনার ক্যারিয়ার শুরু করুন।",
    "About the Program": "প্রোগ্রাম সম্পর্কে",
    "The Campus Bird Internship Program is designed to bridge the gap between academic learning and industry requirements.": "ক্যাম্পাস বার্ড ইন্টার্নশিপ প্রোগ্রামটি একাডেমিক শিক্ষা এবং শিল্পের প্রয়োজনীয়তার মধ্যে ব্যবধান ঘোচানোর জন্য ডিজাইন করা হয়েছে।",
    "We provide students with hands-on opportunities to work on live projects, gain valuable skills, and understand corporate dynamics.": "আমরা শিক্ষার্থীদের লাইভ প্রজেক্টে কাজ করার, মূল্যবান দক্ষতা অর্জন করার এবং কর্পোরেট গতিশীলতা বোঝার সুযোগ প্রদান করি।",
    "Whether you are in your final year or just starting your college journey, our flexible program structure ensures that you can balance your studies while building a strong professional portfolio.": "আপনি আপনার শেষ বর্ষে থাকুন বা কেবল আপনার কলেজ যাত্রা শুরু করুন, আমাদের নমনীয় প্রোগ্রামের কাঠামো নিশ্চিত করে যে আপনি একটি শক্তিশালী পেশাদার পোর্টফোলিও তৈরি করার সময় আপনার পড়াশোনার ভারসাম্য বজায় রাখতে পারেন।",
    "Hands-on Live Projects": "হাতে-কলমে লাইভ প্রজেক্ট",
    "Guidance from Industry Experts": "শিল্প বিশেষজ্ঞদের কাছ থেকে নির্দেশনা",
    "Certification & Recommendation": "সার্টিফিকেশন এবং সুপারিশ",
    "PPO for Top Performers": "সেরা পারফর্মারদের জন্য পিপিও",
    "Ready to spread your wings?": "আপনি কি আপনার ডানা মেলতে প্রস্তুত?",
    "Join the flock and start your professional journey today!": "দলে যোগ দিন এবং আজই আপনার পেশাদার যাত্রা শুরু করুন!",
    "Fill this form for Application": "আবেদনের জন্য এই ফর্মটি পূরণ করুন",
    "Our Pride, Our Alumni": "আমাদের গর্ব, আমাদের অ্যালামনাই",
    "Meet our previous graduates who have successfully transitioned into their professional careers after completing the Campus Bird Internship Program.": "আমাদের পূর্ববর্তী গ্রাজুয়েটদের সাথে পরিচিত হন যারা ক্যাম্পাস বার্ড ইন্টার্নশিপ প্রোগ্রাম শেষ করার পর সফলভাবে তাদের পেশাদার ক্যারিয়ারে প্রবেশ করেছেন।",
    "See our previous alums": "আমাদের পূর্ববর্তী অ্যালামনাইদের দেখুন",
    "Select Internship Category": "ইন্টার্নশিপ ক্যাটাগরি নির্বাচন করুন",
    "Not Available": "উপলব্ধ নেই",
    "Programs marked as \"Not Available\" are currently not offered.": "\"উপলব্ধ নেই\" চিহ্নিত প্রোগ্রামগুলি বর্তমানে অফার করা হচ্ছে না।",
    "Stay tuned at our": "চোখ রাখুন আমাদের",
    "page for future updates.": "পেজে পরবর্তী আপডেটের জন্য।",
    "Our Alumni - Campus Bird Internship Program": "আমাদের অ্যালামনাই - ক্যাম্পাস বার্ড ইন্টার্নশিপ প্রোগ্রাম",
    "Success stories from our Campus Bird Internship Program graduates who are now making waves in the industry.": "আমাদের ক্যাম্পাস বার্ড ইন্টার্নশিপ প্রোগ্রাম গ্রাজুয়েটদের সফলতার গল্প যারা এখন শিল্পে আলো ছড়াচ্ছে।",
    "Alumni Found": "জন অ্যালামনাই পাওয়া গেছে",
    "Filter": "ফিল্টার",
    "Filter Alumni": "অ্যালামনাই ফিল্টার করুন",
    "Search by Name": "নাম দিয়ে খুঁজুন",
    "Enter alumni name...": "অ্যালামনাই এর নাম লিখুন...",
    "Program": "প্রোগ্রাম",
    "All Programs": "সকল প্রোগ্রাম",
    "Category": "ক্যাটাগরি",
    "All Categories": "সকল ক্যাটাগরি",
    "Year": "বছর",
    "All Years": "সকল বছর",
    "Division": "বিভাগ",
    "All Divisions": "সকল বিভাগ",
    "Search": "খুঁজুন",
    "Clear": "মুছুন",
    "View Profile": "প্রোফাইল দেখুন",
    "Batch": "ব্যাচ",
    "No alumni profiles found yet. Check back soon!": "এখনও কোন অ্যালামনাই প্রোফাইল পাওয়া যায়নি। শীঘ্রই আবার চেক করুন!"
}